Repository: jemofthewest/GalaxyMage
Catalog: locale/*/LC_MESSAGES/GalaxyMage.po
Languages: de

source: Bite of The Vampire
de: Vampirbiss

source: Bite into your enemy and drink her blood!
de: Beiße deinen Gegner und trinke sein Blut!

source: Crawl
de: Kriechen

source: Decreases the movement rate of a unit.
de: Verringert die Geschwindigkeit einer Einheit

source: Defend
de: Verteidigen

source: Increase your defense temporarily.
de: Erhöht vorübergehend die Verteitigung

source: Drain Life
de: Aderlass

source: Regenerate yourself at the expense of your enemy.
de: Regeneration auf Kosten des Gegners

source: Fire
de: Feuer

source: Weak fire spell.
de: Schwacher Feuer Spruch

source: Freeze
de: Einfrieren

source: Weak ice spell. (Sometimes freezes.)
de: Schwacher Eis Spruch

source: Haste
de: Hast

source: Increases the speed of a unit.
de: Erhöht die Geschwindigkeit einer Einheit

source: Hold
de: Halten

source: Holds an enemy in place.
de: Hält einen Gegner in Position

source: Life Sink
de: Lebenslass

source: A relatively strong, life draining attack.
de: Eine relativ starke Atacke, um dem Gegner Leben zu stehlen

source: Poison
de: Gift

source: Poison your enemy, causing him to lose HP every turn.
de: Vergiftet einen Gegner. Zieht HP in jeder Runde ab

source: Protect
de: Schützen

source: Protect a friend for one turn.
de: Schütze einen Freund für eine Runde

source: Regenerate
de: Regenerieren

source: Gives your ally regeneration.
de: Regeneriert Verbündete

source: Righteousness
de: Rechtschaffenheit

source: Sleep
de: Schlafen

source: Put a opponent to sleep.
de: Versetzt einen Gegner in Schlaf

source: Slow
de: Verlangsamen

source: Decreases the speed of a unit.
de: Verringert die Geschwindigkeit einer Einheit

source: Trip
de: Stolpern

source: Knocks down an enemy.
de: Bringt einen Gegner zu Boden

source: Winged Feet
de: Geflügelte Füße

source: Increases the movement rate of a unit.
de: Erhöht die Geschwindigkeit einer Einheit

source: Yell
de: Schreien

source: Yell, dazing enemies and damaging them slightly.
de: Betäubt Gegner und fügt ihnen langsam Schaden zu

source: To win: Defeat all enemies!
de: Bezwinge alle Gegner um zu gewinnen!

source: You lost...
de: Verloren...

source: You won!
de: Gewonnen!

source: Paralyze
de: Paralysieren

source: Paralyze Legs
de: Beine paralysieren

source: Paralyze Arms
de: Arme paralysieren

source: + Move
de: + Bewegung

source: - Move
de: - Bewegung

source: + Weapon Atk
de: + Waffe Angr

source: + Weapon Def
de: + Waffe Vert

source: + Magic Atk
de: + Magie Angr

source: + Magic Def
de: + Magie Vert

source: - Weapon Atk
de: - Waffe Angr

source: - Weapon Def
de: - Waffe Vert

source: - Magic Atk
de: - Magie Angr

source: - Magic Def
de: - Magie Vert

source: Invulnerable
de: Unverwundbarkeit

source: Regen
de: Regeneration

source: Tripped
de: Sturz

source: names-male
de: namen-maenner

source: names-female
de: namen-frauen

source: neuter
de: neutrum

source: female
de: weiblich

source: male
de: männlich

source: Choose a scenario:
de: Wähle ein Szenario

source: Castle
de: Burg

source: Hill & Ravine
de: Hügel & Schluchten

source: Wall
de: Mauer

source: Randomly Generated (Easy)
de: Zufällig Generiert (Leicht)

source: Randomly Generated (Normal)
de: Zufällig Generiert (Normal)

source: Randomly Generated (Difficult)
de: Zufällig Generiert (Schwer)

source: Miss
de: Verfehlt

source: Move: %d Jump: %d
de: Beweg: %d Sprung: %d

source: W.Atk: %d W.Def: %d
de: W.Angr: %d W.Vert: %d

source: M.Atk: %d M.Def: %d
de: M.Angr: %d M.Vetr: %d

source: Speed: %d
de: Geschw: %d
